Repository: common-repository/atom-appointment-management
Catalog: lang/atom-appointment-management-*.po
Languages: de_de

source: Rule-based appointment slots are defined by fixed parameters like your office hours. Use this for appointments that are available every week during fixed office hours.
de_de: Regelbasierte Termine werden durch Parameter wie Öffnungszeiten definiert. Verwende diese Funktion für Termine, die jede Woche während fixer Zeiten verfügbar sind.

source: Add exception
de_de: Ausnahme hinzufügen

source: For category
de_de: Für Kategorie

source: All
de_de: Alle

source: Import holidays
de_de: Feiertage importieren

source: Austria
de_de: Österreich

source: Germany
de_de: Deutschland

source: Statutory holidays for the next three years will be added to the list of exceptions.
de_de: Gesetzliche Feiertage für die nächsten drei Jahre werden zu den Ausnahmen hinzugefügt.

source: Exceptions
de_de: Ausnahmen

source: Add the calendar widget to any page by pasting one of these shortcodes into the editor.
de_de: Füge das Kalender Widget zu einer beliebigen Seite hinzu, indem du einen dieser Shortcodes in den Editor kopierst.

source: All appointments
de_de: Alle Termine

source: List view
de_de: Listenansicht

source: No appointments available
de_de: Keine Termine verfügbar

source: View details
de_de: Details anzeigen

source: More information about %s
de_de: Mehr Informationen über %s

source: Check for updates
de_de: Nach Updates suchen

# the plugin title
source: The %s plugin is up to date.
de_de: Das %s Plugin ist auf dem aktuellsten Stand.

# the plugin title
source: A new version of the %s plugin is available.
de_de: Eine neue Version von %s ist verfügbar.

# the plugin title
source: Could not determine if updates are available for %s.
de_de: Suche nach Aktualisierungen für %s fehlgeschlagen.

source: Unknown update checker status "%s"
de_de: Unbekannter Status „%s“

source: There is no changelog available.
de_de: Kein Changelog verfügbar.

source: Override settings for category "%s"
de_de: Einstellungen überschreiben für Kategorie „%s“

source: ICS Calendar subscription
de_de: ICS Kalender Abonnement

source: Please enable calendar subscriptions in the general settings to use this feature.
de_de: Bitte aktiviere Kalender Abonnements in den allgemeinen Einstellungen, um diese Funktion zu nutzen.

source: This calendar will only show appointments made for this category (%s).
de_de: Dieser Kalender zeigt nur Termine, die für diese Kategorie vereinbart wurden (%s).

source: Enable rule-based slots for this category
de_de: Aktiviere regelbasierte Termine für diese Kategorie

source: Override Microsoft Exchange Connection
de_de: Microsoft Exchange Verbindung überschreiben

source: Password
de_de: Passwort

source: Back to General Settings
de_de: Zurück zu allgemeine Einstellungen

source: E-Mail text templates allow you to save time by predefining answers to your customer's appointment requests.
de_de: E-Mail Textvorlagen ersparen dir Zeit, indem du vordefinierte Antworten auf Terminanfragen verschicken kannst.

source: Placeholder for customer data
de_de: Platzhalter für Kundendaten

source: Use these placeholders in your template text and they will be dynamically replaced with the appropriate data for each appointment.
de_de: Verwende diese Platzhalter in den E-Mail Texten und sie werden für jede Anfrage automatisch mit den passenden Daten ersetzt.

source: Date of the appointment
de_de: Datum der Buchung

source: Time slot of the appointment (e.g. 10:00 - 11:00)
de_de: Zeitfenster der Buchung (z.B.: 10:00 - 11:00)

source: Add the calendar widget to any page by pasting this shortcode into the editor.
de_de: Füge das Kalender Widget zu einer beliebigen Seite hinzu, indem du diesen Shortcode in den Editor kopierst.

source: You want even more features like single or repeating appointment slots, ICS calendar subscription, categories and much more?
de_de: Du willst noch mehr Funktionen wie einzelne oder wiederkehrende Termine, ICS Kalenderabonnement, Kategorien und noch vieles mehr?

source: Get AAM PRO
de_de: Hol dir AAM PRO

source: Current Appointments
de_de: Aktuelle Termine

source: Cancelled & Past Appointments
de_de: Abgesagte & Vergangene Termine

source: Show Archive
de_de: Archiv anzeigen

source: Sorry, there was a problem loading the calendar. Please check your internet connection and reload this page.
de_de: Entschuldigung, es gab ein Problem beim Laden des Kalenders. Bitte überprüfe die Internetverbindung und lade die Seite neu.

source: To overview
de_de: Zur Übersicht

source: More information
de_de: Mehr Informationen

source: More information on our privacy policy
de_de: Mehr dazu in unserer Datenschutzerklärung

source: Remove this time slot
de_de: Diesen Terminslot entfernen

source: Remove all time slots of this category on this day
de_de: Alle Termine dieser Kategorie an diesem Tag entfernen

source: Remove all time slots on this day
de_de: Alle Termine an diesem Tag entfernen

source: Mark as fully booked
de_de: Als ausgebucht markieren

source: Remove these time slots
de_de: Diese Terminslots entfernen

source: confirmed
de_de: bestätigt

source: cancelled
de_de: abgesagt

source: here
de_de: hier

source: The appointment has already been %s.
de_de: Der Termin wurde bereits %s.

source: The appointment has been %s.
de_de: Der Termin wurde %s.

source: Your customer has received an e-mail confirmation
de_de: Dein Kunde hat eine E-Mail-Bestätigung erhalten

source: Click %s if your email window does not open automatically.
de_de: Klicke %s wenn sich das E-Mail Fenster nicht automatisch öffnet.

source: Download Calendar (ics) File
de_de: Kalenderdatei (ics) herunterladen

source: Go to
de_de: Gehe zu

source: Do you really want to cancel your appointment?
de_de: Willst du den Termin wirklich absagen?

source: Cancel appointment
de_de: Termin absagen

source: Your appointment has been cancelled. Please contact us to find a different arrangement.
de_de: Dein Termin wurde abgesagt. Bitte kontaktiere uns, um einen anderen Termin zu finden.
