Repository: common-repository/atom-appointment-management
Catalog: lang/atom-appointment-management-*.po
Languages: de_de

source: Easily manage and schedule your customer appointments.
de_de: Einfache Verwaltung und Planung deiner Kundentermine.

source: Copied to clipboard
de_de: In Zwischenablage kopiert

source: Are you sure? You will no longer be able to view the associated data.
de_de: Bist du sicher? Du kannst zugehörige Daten danach nicht mehr ansehen.

source: Do you want to delete?
de_de: Willst du wirklich löschen?

source: Cancelled
de_de: Abgesagt

source: Confirmed
de_de: Bestätigt

source: Appointments
de_de: Termine

source: Settings
de_de: Einstellungen

source: Rule-Based Appointments
de_de: Regelbasierte Termine

source: Individual Appointments
de_de: Individuelle Termine

source: New Appointment
de_de: Neue Terminbuchungen

source: Appointment Management
de_de: Terminbuchungen Verwaltung

source: General
de_de: Allgemein

source: E-mail address for notifications
de_de: E-Mail Adresse für Benachrichtigungen

source: Available weeks in advance
de_de: Wochen im Voraus verfügbar

source: Hours until first appointment
de_de: Stunden zum ersten Termin

source: Only count open hours
de_de: Nur Öffnungszeiten zählen

source: Show fully booked appointments
de_de: Ausgebuchte Termine anzeigen

source: Use formal language
de_de: Formelle Sprache verwenden

source: Enable calendar subscription
de_de: Kalender Abonnement aktivieren

source: Categories
de_de: Kategorien

source: Manage categories
de_de: Kategorien verwalten

source: Color scheme
de_de: Farbschema

source: Main color
de_de: Hauptfarbe

source: Calendar entries and some form elements will be displayed in this color.
de_de: Kalendereinträge und Formularelemente werden in dieser Farbe dargestellt.

source: Background color
de_de: Hintergrundfarbe

source: Background color of the calendar and popup. Make sure to adjust text color to keep everything readable.
de_de: Hintergrundfarbe des Kalenders und des Popups. Passe die Textfarbe entsprechend an, damit alles gut lesbar ist.

source: Border color
de_de: Rahmenfarbe

source: Color of table cells and rows.
de_de: Farbe der Zellen und Reihen der Tabelle.

source: Text color
de_de: Textfarbe

source: Color of text for calendar labels and popup. Make sure this has enough contrast with "Background color".
de_de: Textfarbe für Kalenderbeschriftungen und das Popup. Stelle sicher, dass die Farbe genug Kontrast zu „Hintergrundfarbe“ hat.

source: Calendar entry text color
de_de: Textfarbe für Kalendereinträge

source: Color of text for calendar entries. Make sure this has enough contrast with "Main color".
de_de: Farbe des Textes für Kalendereinträge. Achten darauf, dass die Farbe einen ausreichenden Kontrast zur "Hauptfarbe" hat.

source: Content
de_de: Inhalte

source: Description next to form
de_de: Infotext neben Formular

source: Inquiry thank you text
de_de: Anfrage Dankestext

source: Form fields
de_de: Formularfelder

source: Manage form fields
de_de: Formularfelder verwalten

source: Send button label
de_de: Absenden Button Beschriftung

source: Image
de_de: Bild

source: Redirect URL
de_de: Weiterleitungs-URL

source: Privacy
de_de: Datenschutz

source: Require user consent for submitting and processing data
de_de: Erlaubnis zum Speichern und Bearbeiten der Daten des Nutzers einholen

source: Privacy information text
de_de: Datenschutz Infotext

source: Link to privacy policy
de_de: Link zur Datenschutzerklärung

source: Automatically delete older entries
de_de: Alte Einträge automatisch löschen

source: Activate Microsoft Exchange Connection
de_de: Aktivieren der Microsoft Exchange Verbindung

source: Exchange Username
de_de: Exchange Benutzername

source: Exchange Password
de_de: Exchange Passwort

source: Disable conversion tracking for logged in administrators
de_de: Conversion-Tracking für eingeloggte Administratoren deaktivieren

source: Office hours
de_de: Öffnungszeiten

source: Edit work days and hours
de_de: Arbeitstage und verfügbare Zeiten einstellen

source: Duration
de_de: Dauer

source: Duration of appointments
de_de: Termindauer

source: Break between appointments
de_de: Pause zwischen Terminen

source: Appointment
de_de: Termin

source: Appointment title
de_de: Termin Titel

source: More information link
de_de: Mehr Informationen Link

source: Maximum number of appointments per time slot
de_de: Maximale Anzahl Termine pro Zeitslot

source: Request received mail
de_de: Anfrage erhalten E-Mail

source: Enable request received mail
de_de: Anfrage erhalten E-Mail aktivieren

source: Subject
de_de: Betreff

source: Cancel info
de_de: Absagen Info

source: Automated E-Mails
de_de: Automatisierte E-Mails

source: Enable automated e-mails
de_de: Automatisierte E-Mails aktivieren

source: Confirmation mail
de_de: Bestätigungs E-Mail

source: Cancellation mail
de_de: Absage E-Mail

source: Reminder mail
de_de: Erinnerungs-E-Mail

source: Schedule reminder 1 (X days before appointment)
de_de: Erinnerungs-E-Mail 1 (X Tage vor dem Termin)

source: Schedule reminder 2 (X days before appointment)
de_de: Erinnerungs-E-Mail 2 (X Tage vor dem Termin)

source: Sender for automated emails
de_de: Absender für automatische E-Mails

source: Sender name
de_de: Absender Name

source: Sender email
de_de: Absender E-Mail

source: The number of weeks for which appointments are availiable in advance
de_de: Die Anzahl an Wochen, die Termine im Voraus verfügbar sind

source: The minimum number of hours between the booking and the start of an appointment.
de_de: Die minimale Zeitspanne zwischen Buchung und Beginnzeit eines Termins.

source: When activated, only open hours count for the above minimum number of hours between booking and start of an appointment.
de_de: Wenn aktiviert, zählen nur Öffnungszeiten zu der minimalen Zeitspanne zwischen Buchung und Beginn des Termins.

source: Show fully booked appointments as greyed out entries in the calendar.
de_de: Ausgebuchte Termine als ausgegraute Einträge im Kalender anzeigen.

source: Enable formal language on the frontend and backend of this plugin.
de_de: Aktiviert formelle „Sie“ Anrede für dieses Plugin im Frontend und Backend.

source: ICS Calendar subscription allows you to automatically display all your booked appointments in your favourite calendar app (like Apple Calendar, Microsoft Outlook or Google Calendar).
de_de: ICS Kalender Abonnement erlaubt es dir, alle gebuchten Termine automatisch in deinem Kalenderprogramm anzuzeigen (wie Apple Kalender, Microsoft Outlook oder Google Kalender).

source: The number of appointments that can be booked for the same time slot.
de_de: Die Anzahl an Terminen, die gleichzeitig zur selben Zeit vergeben werden dürfen.

source: This title will be displayed in the calendar and when users book the appointment.
de_de: Der Titel wird im Kalender und wenn der Kunde einen Termin bucht angezeigt.

source: The price will be displayed to your customer during booking.
de_de: Der Preis wird deinen Kunden bei der Buchung angezeigt.

source: With PayPal configured, customers will be instructed to pay before they can make the appointment.
de_de: Wenn PayPal konfiguriert ist, werden die Kunden angewiesen, zu bezahlen, bevor sie den Termin vereinbaren können.

source: With AAM Pro and PayPal configured, customers can be instructed to pay before they can make the appointment.
de_de: Wenn AAM Pro und PayPal konfiguriert sind, können Kunden angewiesen werden, zu bezahlen, bevor sie den Termin vereinbaren können.

source: Enter your license key here to enable plugin updates.
de_de: Gib hier deinen Lizenzschlüssel ein, um Plugin Updates zu aktivieren.

source: Notifications are sent to this mail address when a new appointment is booked.
de_de: An diese E-Mail Adresse werden Benachrichtigungen zu neuen Terminanfragen gesendet.

source: Monday
de_de: Montag

source: Tuesday
de_de: Dienstag

source: Wednesday
de_de: Mittwoch

source: Thursday
de_de: Donnerstag

source: Friday
de_de: Freitag

source: Saturday
de_de: Samstag

source: Sunday
de_de: Sonntag

source: Start
de_de: Beginn

source: End
de_de: Ende

source: Edit available days and hours for appointments. Exceptions to this rules, like holidays or vacations can be set below or by removing slots from the front-end widget.
de_de: Die verfügbaren Tage und Zeiten für Termine. Ausnahmen wie Feiertage oder Betriebsurlaube können weiter unten oder direkt im Kalender festgelegt werden.

source: The duration of a single appointment in hours and minutes
de_de: Die Dauer eines Termins in Stunden und Minuten

source: The duration between two appointments in hours and minutes.
de_de: Zeitdauer zwischen den Terminen in Stunden und Minuten.

source: The calendar and some form elements will be displayed in this color.
de_de: Kalender und Formularelemente werden in dieser Farbe dargestellt.

source: Not yet saved
de_de: Noch nicht gespeichert

source: Category Settings
de_de: Kategorie Einstellungen

source: Remove
de_de: Entfernen

source: Add
de_de: Hinzufügen

source: Categories allow you to group individual appointments.<br />Display only select categories in your calendar by adding the category parameter to your shortcode, for example: %s
de_de: Kategorien erlauben das Gruppieren von individuellen Terminen.<br>Zeige nur ausgewählte Kategorien im Kalender an, indem du den Kategorie-Parameter zum Shortcode hinzufügst, zum Beispiel: %s

source: This text will be displayed next to the form when a user has selected a date.
de_de: Dieser Text wird dem Kunden neben dem Formular angezeigt, wenn er einen Termin ausgewählt hat.

source: This text will be displayed after a successful booking. %s is a placeholder and will be replaced with the user's email address.
de_de: Dieser Text wird nach erfolgreicher Buchung angezeigt. %s ist ein Platzhalter und wird durch die E-Mail-Adresse des Benutzers ersetzt.

source: Choose/Upload Image
de_de: Bild auswählen/hochladen

source: Optional background image for the form. A static grey background will be displayed when no image is choosen.
de_de: Optionales Hintergrundbild für das Formular. Wenn kein Bild verfügbar ist, wird ein grauer Hintergrund angezeigt.

source: Label
de_de: Beschriftung

source: Field type
de_de: Feldtyp

source: Required
de_de: Pflichtfeld

source: Phone number
de_de: Telefonnummer

source: Select field
de_de: Auswahlfeld

source: Add the form fields your user has to fill out when he wants to book an appointment. You can also drag and reorder the fields as you like. The E-Mail field is required and cannot be deleted.
de_de: Füge die Formularfelder hinzu, die der Nutzer bei der Buchung eines Termins ausfüllen muss. Du kannst die Reihenfolge der Felder durch klicken und ziehen verändern. Das E-Mail Feld ist ein Pflichtfeld und kann nicht gelöscht werden.

source: Changes the text on the button to send the form and make the appointment.
de_de: Ändert den Text auf dem Button, um das Formular zu senden und den Termin zu vereinbaren.

source: When your customer successfully scheduled an appointment, you can offer him other actions to take, like subscribing to your newsletter or liking your facebook page.
de_de: Wenn der Kunde erfolgreich einen Termin ausgewählt hat, kannst du ihm andere Aktionen anbieten wie zum Beispiel sich für den Newsletter anzumelden oder die Facebook-Seite zu liken.

source: The first CTA (Call to Action) field. Leave link and image empty to disable this feature.
de_de: Das erste CTA (Call to Action) Feld. Lass Link und Bild leer um das Feld zu deaktivieren.

source: The second CTA (Call to Action) field. Leave link and image empty to disable this feature.
de_de: Das zweite CTA (Call to Action) Feld. Lass Link und Bild leer um das Feld zu deaktivieren.

source: As an alternative to the CTA images, you can specify a page where your customers will be automatically redirected after a successful booking.
de_de: Alternativ zu den CTA-Bildern kannst du eine Seite angeben, auf die deine Kunden nach einer erfolgreichen Buchung automatisch weitergeleitet werden.

source: Enable this option to require the user to give his consent for processing and storing his data. This makes the plugin compliant with EU-DSGVO.
de_de: Aktiviere diese Option, um vom Nutzer die Erlaubnis zum Speichern und Bearbeiten seiner Daten einzuholen. Damit wird das Plugin konform mit der EU-DSGVO.

source: Never
de_de: Nie

source: after %s month
de_de: Nach %s Monat

source: after %s year
de_de: Nach %s Jahr

source: Sync your appointments immediately with your Microsoft Exchange Calendar. Existing calendar entries will block the time slot for new appointments.
de_de: Synchronisiere deine Termine mit deinem Microsoft Exchange Kalender. Vorhandene Kalendereinträge blockieren das Zeitfenster für neue Termine.

source: You can also configure different Exchange accounts per category in the category settings.
de_de: Du kannst verschiedene Exchange Konten pro Kategorie in den Kategorieeinstellungen konfigurieren.

source: Specify a custom name and email address that automated messages from this plugin will be sent from.<br />To avoid your email being marked as spam, it is highly recommended that your "from" domain matches your website domain. Some hosts may also require that your "from" address is a legitimate address.<br />If you have problems receiving emails, consider using a plugin like %s and leaving the settings below empty.
de_de: Gib den Namen und die E-Mail Adresse ein, von der automatische Nachrichten dieses Plugins gesendet werden sollen.<br>Die E-Mail Domain sollte mit der Domain der Webseite übereinstimmen, damit E-Mails nicht als Spam markiert werden. Manche Hosting-Provider verlangen außerdem, dass die Absenderadresse eine wirklich existierende Adresse ist.<br>Wenn du Probleme mit dem Empfangen von E-Mails hast, lade dir ein Plugin wie %s herunter und lasse diese Felder leer.

source: Your customers will receive a confirmation email when they request an appointment. The email contains an overview of the appointment details and you can customize the accompanying text and subject line.
de_de: Deine Kunden erhalten ein Bestätigungsmail, wenn sie einen Termin anfragen. Das E-Mail enthält eine Übersicht über die Termindetails und du kannst den Betreff und Begleittext anpassen.

source: If enabled, your customer will receive automated and beautifully formatted e-mails when you confirm or cancel an appointment. If you disable this option, an e-mail window will pop up with the predefined text and you can send the mail manually.
de_de: Deine Kunden erhalten automatische und schön formatierte E-Mails, wenn du einen Termin bestätigst oder absagst. Wenn du diese Option deaktivierst, erscheint stattdessen ein E-Mail Fenster mit dem vordefinierten Text und du kannst die E-Mail manuell versenden.

source: Your customers will receive an email notification when you confirm their appointment. The email contains an overview of the appointment details and you can customize the accompanying text and subject line.
de_de: Deine Kunden erhalten eine E-Mail Benachrichtigung, wenn du ihren Termin bestätigen. Das E-Mail enthält eine Übersicht über die Termindetails und du kannst den Betreff und Begleittext anpassen.

source: Your customers will receive an email notification when you cancel their appointment. You can customize the text and subject line.
de_de: Deine Kunden erhalten eine E-Mail Benachrichtigung, wenn du ihren Termin absagen. Du kannst den Betreff und Begleittext anpassen.

source: Send automated emails to remind yourself and your customer about an upcoming appointment. You can schedule up to two reminder emails that will be sent the configured number of days before the appointment. Leave the schedule empty to disable reminder emails.
de_de: Sende automatisierte E-Mails, um dich und deine Kunden an einen bevorstehenden Termin zu erinnern. Du kannst bis zu zwei Erinnerungs-E-Mails planen, die die konfigurierte Anzahl von Tage vor dem Termin gesendet werden. Lass den Zeitplan leer, um Erinnerungs-E-Mails zu deaktivieren.

source: Disabled
de_de: Deaktiviert

source: This plugin supports Google Analytics and Facebook Pixel. If you have enabled Google Analytics (analytics.js or gtag.js), you will automatically receive events when an appointment is booked. The event is called <code>appointment_booked</code> and contains the appointment title as parameter. Facebook Pixel will send a standard <code>Lead</code> event.
de_de: Dieses Plugin unterstützt Google Analytics und Facebook Pixel. Wenn du Google Analytics aktiviert hast (analytics.js or gtag.js), empfängst du automatisch Ereignisse sobald ein Termin gebucht wurde. Das Ereignis heißt <code>appointment_booked</code> und enthält den Titel des Termins als Parameter. Facebook Pixel sendet ein Standard <code>Lead</code> Event.

source: Enable this option to prevent your bookings as admin to show up as conversions in your analytics.
de_de: Aktiviere diese Option, um zu verhindern, dass deine Buchungen als Administrator in deiner Analyse als Conversion angezeigt werden.

source: Get this feature and many more with <a href="%s" target="_blank">AAM PRO</a>.
de_de: Hol dir diese Funktion und viele mehr mit <a href=„%s“ target=„_blank“>AAM PRO</a>.

source: Invalid E-mail entered as notification address.
de_de: Ungültige E-Mail Adresse für Benachrichtigungen eingegeben.

source: None
de_de: Keine

source: External URL
de_de: Externer Link

source: Pages
de_de: Seiten

source: Posts
de_de: Beiträge

source: You received a new request for an appointment on %s.
de_de: Es gibt eine neue Anfrage für einen Termin bei %s.

source: Category
de_de: Kategorie

source: Click confirm or cancel to let the user know if the appointment will take place.
de_de: Klicke auf Bestätigen oder Absagen um den Kunden wissen zu lassen, ob der Termin stattfindet.

source: Confirm Appointment
de_de: Termin bestätigen

source: Cancel Appointment
de_de: Termin absagen

source: Appointment has been cancelled
de_de: Der Termin wurde abgesagt

source: An appointment on %s has been cancelled by the customer.
de_de: Ein Termin auf %s wurde vom Kunden abgesagt.

source: Visit our website
de_de: Besuche unsere Webseite

source: Sending...
de_de: Senden…

source: Error, please try again
de_de: Fehler, bitte erneut versuchen

source: Unavailable, please choose a different date
de_de: Belegt, bitte wähle einen anderen Termin

source: Today
de_de: Heute

source: Last Update
de_de: Letztes Update

source: New Appointment Request
de_de: Neue Terminanfrage

source: Booked
de_de: Gebucht

source: Date
de_de: Datum

source: Time
de_de: Zeit

source: Title
de_de: Titel

source: Show more
de_de: Mehr zeigen

source: Booked on
de_de: Gebucht am

source: Restore
de_de: Wiederherstellen

source: Not confirmed
de_de: Nicht bestätigt

source: Delete
de_de: Löschen

# Cancel Appointment
source: Cancel
de_de: Absagen

source: Confirm
de_de: Bestätigen

source: Description
de_de: Beschreibung

source: Full day
de_de: Ganztägig

source: Removed from calendar
de_de: Vom Kalender entfernt

source: Yes, I agree that the entered information will be processed and stored by %s to manage this appointment.
de_de: Ja, ich bin einverstanden, dass meine eingegebenen Daten zum Zweck der Terminvereinbarung von %s gespeichert und verarbeitet werden.

source: Thank you for contacting us. You will get notified at %s when the appointment has been confirmed.
de_de: Vielen Dank für deine Anfrage. Du bekommst eine Benachrichtigung an %s, sobald der Termin bestätigt wurde.

source: Phone
de_de: Telefon

source: Make appointment
de_de: Termin buchen

source: Thank you for appointment request
de_de: Vielen Dank für deine Terminanfrage

source: We received your appointment request and we will notify you once it has been confirmed.
de_de: Wir haben deine Terminanfrage erhalten und wir werden dich benachrichtigen, sobald die Anfrage bestätigt wurde.

source: Please <a href="%s">cancel your appointment</a> in time if your plans change.
de_de: Bitte <a href="%s">sag deinen Termin rechtzeitig ab</a>, falls sich deine Pläne ändern.

source: Your appointment has been confirmed
de_de: Dein Termin wurde bestätigt

source: We are happy to inform you that your appointment has been confirmed. Thank you for contacting us, we look forward to the appointment.
de_de: Wir freuen uns dir mitzuteilen, dass dein Termin bestätigt wurde. Vielen Dank für die Kontaktaufnahme, wir freuen uns auf den Termin.

source: Your appointment has been cancelled
de_de: Dein Termin wurde abgesagt

source: Unfortunately we have to cancel your appointment on ((date)) at ((time)). Please contact us to find a different arrangement.
de_de: Leider mussten wir deinen Termin am ((date)) um ((time)) absagen. Bitte kontaktiere uns, um einen anderen Termin zu finden.

source: You won't receive updates for this plugin unless you <a href="%s">enter your license key</a>. If you don't have a license key, you can find out more about <a href="%s">pricing and details</a>.
de_de: Du kannst keine Updates für dieses Plugin installieren ohne dass du einen <a href="%s">Lizenzschlüssel eingegeben hast</a>. Wenn du keinen Lizenzschlüssel besitzt, kannst du dich hier über <a href="%s">Preise und Details informieren</a>.

source: End time must be after start time.
de_de: Endzeit muss später als die Startzeit sein.

source: Please enter a valid date.
de_de: Bitte gib ein gültiges Datum ein.

source: License key
de_de: Lizenzschlüssel

source: After you enable this feature, a link will be displayed here for you to enter into your calendar app.
de_de: Nachdem du die Funktion aktiviert hast, wird hier ein Link angezeigt den du in deinem Kalenderprogramm eingeben kannst.

source: Your calendar link:
de_de: Dein Kalender Link:

source: Enter this link into your calendar app. If you are unsure about what to do, look for something like 'Calendar subscription' or 'Add calendar/ics URL'.
de_de: Gib diesen Link in deinem Kalenderprogramm ein. Wenn du nicht sicher bist wie, suche nach einer Funktion wie „Kalenderabonnement“ oder „Kalender/ICS URL hinzufügen“.

source: Please be aware that anyone with this link can see your appointments. If you suspect that an unauthorized person has gained access, please disable and reenable this option to generate a new link.
de_de: Bitte beachte, dass jeder mit dem Link Zugriff auf deine Terminbuchungen hat. Wenn du vermutest, dass jemand Unberechtigter Zugriff hat, deaktiviere und aktiviere die Funktion erneut, um einen neuen Link zu generieren.

source: Text area
de_de: Mehrzeiliger Text

source: Comma separated values
de_de: Beistrichgetrennte Werte

source: Max. bookings/slot
de_de: Max. Buchungen/Slot

source: Recurring
de_de: Wiederkehrend

source: Every day
de_de: Jeden Tag

source: Every week
de_de: Jede Woche

source: Every month
de_de: Jeden Monat

source: Every year
de_de: Jedes Jahr

source: until
de_de: bis

source: Edit
de_de: Bearbeiten

source: Save
de_de: Speichern

# Cancel Action
source: Cancel
de_de: Abbrechen

source: Individual appointment slots are ideal for creating one-time events or events that recur during a limited time frame.
de_de: Individuelle Termine sind ideal für einmalige Veranstaltungen oder Termine die sich innerhalb eines Zeitraumes wiederholen.

source: Add appointment slot
de_de: Terminslot hinzufügen

source: Start time
de_de: Beginn

source: End time
de_de: Ende

source: Price
de_de: Preis

source: Interval
de_de: Intervall

source: End of recurrence (leave empty to repeat indefinitely)
de_de: Ende der Wiederholung (leer lassen für unlimitierte Wiederholung)

source: Appointment slots
de_de: Terminslots
